exampleCases/example.5.piso.NREL5MW.ADM.timeTableSSC/constant/airfoilProperties/DU35_A17
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

airfoilData
(
//   alpha   C_l    C_d
    (-180.00    0.000   0.0407)
    (-175.00    0.223   0.0507)
    (-170.00    0.405   0.1055)
    (-160.00    0.658   0.2982)
    (-155.00    0.733   0.4121)
    (-150.00    0.778   0.5308)
    (-145.00    0.795   0.6503)
    (-140.00    0.787   0.7672)
    (-135.00    0.757   0.8785)
    (-130.00    0.708   0.9819)
    (-125.00    0.641   1.0756)
    (-120.00    0.560   1.1580)
    (-115.00    0.467   1.2280)
    (-110.00    0.365   1.2847)
    (-105.00    0.255   1.3274)
    (-100.00    0.139   1.3557)
    ( -95.00    0.021   1.3692)
    ( -90.00   -0.098   1.3680)
    ( -85.00   -0.216   1.3521)
    ( -80.00   -0.331   1.3218)
    ( -75.00   -0.441   1.2773)
    ( -70.00   -0.544   1.2193)
    ( -65.00   -0.638   1.1486)
    ( -60.00   -0.720   1.0660)
    ( -55.00   -0.788   0.9728)
    ( -50.00   -0.840   0.8705)
    ( -45.00   -0.875   0.7611)
    ( -40.00   -0.889   0.6466)
    ( -35.00   -0.880   0.5299)
    ( -30.00   -0.846   0.4141)
    ( -25.00   -0.784   0.3030)
    ( -24.00   -0.768   0.2817)
    ( -23.00   -0.751   0.2608)
    ( -22.00   -0.733   0.2404)
    ( -21.00   -0.714   0.2205)
    ( -20.00   -0.693   0.2011)
    ( -19.00   -0.671   0.1822)
    ( -18.00   -0.648   0.1640)
    ( -17.00   -0.624   0.1465)
    ( -16.00   -0.601   0.1300)
    ( -15.00   -0.579   0.1145)
    ( -14.00   -0.559   0.1000)
    ( -13.00   -0.539   0.0867)
    ( -12.00   -0.519   0.0744)
    ( -11.00   -0.499   0.0633)
    ( -10.00   -0.480   0.0534)
    (  -5.54   -0.385   0.0245)
    (  -5.04   -0.359   0.0225)
    (  -4.54   -0.360   0.0196)
    (  -4.04   -0.355   0.0174)
    (  -3.54   -0.307   0.0162)
    (  -3.04   -0.246   0.0144)
    (  -3.00   -0.240   0.0240)
    (  -2.50   -0.163   0.0188)
    (  -2.00   -0.091   0.0160)
    (  -1.50   -0.019   0.0137)
    (  -1.00    0.052   0.0118)
    (  -0.50    0.121   0.0104)
    (   0.00    0.196   0.0094)
    (   0.50    0.265   0.0096)
    (   1.00    0.335   0.0098)
    (   1.50    0.404   0.0099)
    (   2.00    0.472   0.0100)
    (   2.50    0.540   0.0102)
    (   3.00    0.608   0.0103)
    (   3.50    0.674   0.0104)
    (   4.00    0.742   0.0105)
    (   4.50    0.809   0.0107)
    (   5.00    0.875   0.0108)
    (   5.50    0.941   0.0109)
    (   6.00    1.007   0.0110)
    (   6.50    1.071   0.0113)
    (   7.00    1.134   0.0115)
    (   7.50    1.198   0.0117)
    (   8.00    1.260   0.0120)
    (   8.50    1.318   0.0126)
    (   9.00    1.368   0.0133)
    (   9.50    1.422   0.0143)
    (  10.00    1.475   0.0156)
    (  10.50    1.523   0.0174)
    (  11.00    1.570   0.0194)
    (  11.50    1.609   0.0227)
    (  12.00    1.642   0.0269)
    (  12.50    1.675   0.0319)
    (  13.00    1.700   0.0398)
    (  13.50    1.717   0.0488)
    (  14.00    1.712   0.0614)
    (  14.50    1.703   0.0786)
    (  15.50    1.671   0.1173)
    (  16.00    1.649   0.1377)
    (  16.50    1.621   0.1600)
    (  17.00    1.598   0.1814)
    (  17.50    1.571   0.2042)
    (  18.00    1.549   0.2316)
    (  19.00    1.544   0.2719)
    (  19.50    1.549   0.2906)
    (  20.00    1.565   0.3085)
    (  21.00    1.565   0.3447)
    (  22.00    1.563   0.3820)
    (  23.00    1.558   0.4203)
    (  24.00    1.552   0.4593)
    (  25.00    1.546   0.4988)
    (  26.00    1.539   0.5387)
    (  28.00    1.527   0.6187)
    (  30.00    1.522   0.6978)
    (  32.00    1.529   0.7747)
    (  35.00    1.544   0.8869)
    (  40.00    1.529   1.0671)
    (  45.00    1.471   1.2319)
    (  50.00    1.376   1.3747)
    (  55.00    1.249   1.4899)
    (  60.00    1.097   1.5728)
    (  65.00    0.928   1.6202)
    (  70.00    0.750   1.6302)
    (  75.00    0.570   1.6031)
    (  80.00    0.396   1.5423)
    (  85.00    0.237   1.4598)
    (  90.00    0.101   1.4041)
    (  95.00   -0.022   1.4053)
    ( 100.00   -0.143   1.3914)
    ( 105.00   -0.261   1.3625)
    ( 110.00   -0.374   1.3188)
    ( 115.00   -0.480   1.2608)
    ( 120.00   -0.575   1.1891)
    ( 125.00   -0.659   1.1046)
    ( 130.00   -0.727   1.0086)
    ( 135.00   -0.778   0.9025)
    ( 140.00   -0.809   0.7883)
    ( 145.00   -0.818   0.6684)
    ( 150.00   -0.800   0.5457)
    ( 155.00   -0.754   0.4236)
    ( 160.00   -0.677   0.3066)
    ( 170.00   -0.417   0.1085)
    ( 175.00   -0.229   0.0510)
    ( 180.00    0.000   0.0407)
);
